[
	{
		"id": 0,
		"path": "personal-page",
		"half_name_1": "personal",
		"half_name_2": "page",
		"descr_text": "Персональная страница - это грамотно оформленный сайт, являющийся неотъемлемой частью продвижения любого специалиста или компании. В нем собраны все проекты, заказы и достижения автора. Моя цель состояла в том, чтобы создать уникальный сайт, который представляет мою личность и отражает мою работу, а также выступает в качестве рекламного проекта.",
		"mini_descr_text": "HTML, CSS, React, Redux",
		"instruments": [
			"HTML", "CSS", "ReactJS", ["react-router", "react-scroll", "react-spring"], "Redux", "Visual Studio Code", "axios", "lodash"
		],
		"color": 1
	},
	{
		"id": 1,
		"path": "express-photo",
		"half_name_1": "Landing",
		"half_name_2": "page",
		"descr_text": "Сегодня целевые страницы являются неотъемлемой частью любой маркетинговой кампании, и со временем популярность этого инструмента только возрастает. Главная задача целевой страницы — привлечение клиентов, заинтересованных в предложении и желающих больше узнать о товаре или услуге, а также сбор контактных данных.",
		"mini_descr_text": "HTML, CSS",
		"instruments": [
			"HTML", "CSS", "Visual Studio Code"
		],
		"color": 3
	},
	{
		"id": 2,
		"path": "store",
		"half_name_1": "Store",
		"half_name_2": "page",
		"descr_text": "Каталог товаров - необходимая составляющая любого интернет-магазина. На такой странице важно реализовать фильтрацию товаров по их характеристикам для комфортного и эффективного поиска, что даст покупателю возможность быстрее найти необходимый ему товар и добавить в корзину покупок.",
		"mini_descr_text": "HTML, CSS, React, Redux",
		"instruments": [
			"HTML", "CSS", "ReactJS", ["react-router", "react-scroll"], "Visual Studio Code"
		],
		"color": 2
	},
	{
		"id": 3,
		"path": "blog-engine",
		"half_name_1": "Blog",
		"half_name_2": "engine",
		"descr_text": "Блог - это эффективный способ информирования своей аудитории для компании. Через ведение блога можно показать, как использовать услугу или товар, и почему его стоит купить, кроме того, это возможность рассказать больше о политике компании, ее ценностях и приоритетах в работе.",
		"mini_descr_text": "HTML, Bootstrap, Python, Django",
		"instruments": [
			"HTML", "CSS", "Bootstrap", "Python", "Django", "Visual Studio Code"
		],
		"color": 4
	}
]
