[
	{
		"id": 0,
		"path": "personal-page",
		"half_name_1": "personal",
		"half_name_2": "page",
		"descr_text": "Данный сайт был написан мной с целью демонстрации моих навыков и инструментов, которые я использую в веб-разработке. Данный сайт был написан мной с целью демонстрации моих навыков и инструментов, которые я использую в веб-разработке. Данный сайт был написан мной с целью демонстрации моих навыков и инструментов, которые я использую в веб-разработке.",
		"mini_descr_text": "HTML, CSS, React, Redux",
		"instruments": [
			"HTML", "CSS", "ReactJS", ["react-router", "react-scroll", "react-spring"], "Redux", ["Redux Form"], "Visual Studio Code", "axios", "lodash"
		],
		"color": 1
	},
	{
		"id": 1,
		"path": "express-photo",
		"half_name_1": "Landing",
		"half_name_2": "page",
		"descr_text": "При разработке был использован фирменный цвет компании. С первого взгляда потенциальные клиенты видят результат - примеры фотографий, снятых фоотобудкой на предыдущих мероприятиях. БЛЯ бла БЛЯ. Данный сайт был написан мной с целью демонстрации моих навыков и инструментов, которые я использую в веб-разработке.",
		"mini_descr_text": "HTML, CSS",
		"instruments": [
			"HTML", "CSS", "Visual Studio Code"
		],
		"color": 3
	},
	{
		"id": 2,
		"path": "store",
		"half_name_1": "Store",
		"half_name_2": "page",
		"descr_text": "Реализована фильтрация выдачи по заданным характеристикам товара. ... С первого взгляда потенциальные клиенты видят результат - примеры фотографий, снятых фоотобудкой на предыдущих мероприятиях. БЛЯ бла БЛЯ. Данный сайт был написан мной с целью демонстрации моих навыков и инструментов, которые я использую в веб-разработке.",
		"mini_descr_text": "HTML, CSS, React, Redux",
		"instruments": [
			"HTML", "CSS", "ReactJS", ["react-router", "react-scroll"], "Visual Studio Code", "any other instruments"
		],
		"color": 2
	},
	{
		"id": 3,
		"path": "blog-engine",
		"half_name_1": "Blog",
		"half_name_2": "engine",
		"descr_text": "Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект. Помогу вам создать проект.",
		"mini_descr_text": "HTML, Bootstrap, Python, Django",
		"instruments": [
			"HTML", "CSS", "Bootstrap", "Python", "Django", "Visual Studio Code"
		],
		"color": 4
	}
]
